Repository: esamuel/shift_view
Catalog: lib/l10n/app_*.arb
Languages: de, he

# appTitle
source: Shift Manager
de: Schichtmanager
he: מנהל משמרות

# settingsTitle
source: Settings
de: Einstellungen
he: הגדרות

source: Hourly Wage
de: Stundenlohn
he: שכר לשעה

source: Please enter your hourly wage
de: Bitte geben Sie Ihren Stundenlohn ein
he: אנא הכנס את השכר לשעה שלך

source: Please enter a valid number
de: Bitte geben Sie eine gültige Zahl ein
he: אנא הכנס מספר תקין

source: Tax Deduction (%)
de: Steuerabzug (%)
he: ניכוי מס (%)

source: Please enter tax deduction percentage
de: Bitte geben Sie den Steuerabzug in Prozent ein
he: אנא הכנס אחוז ניכוי מס

# pleaseEnterAValidPercentage
source: Please enter a valid percentage (0-100)
de: Bitte geben Sie einen gültigen Prozentsatz ein (0-100)
he: אנא הכנס אחוז תקין (0-100)

source: Start work week on
de: Arbeitswoche beginnt am
he: התחל שבוע עבודה ביום

source: Language
de: Sprache
he: שפה

source: Save Settings
de: Einstellungen speichern
he: שמור הגדרות

# shiftManagerTitle
source: Shift Manager
de: Schichtmanager
he: מנהל משמרות

# reportsTitle
source: Reports
de: Berichte
he: דוחות

# infoTitle
source: App Information
de: App-Informationen
he: מידע על האפליקציה

source: Add New Shift
de: Neue Schicht hinzufügen
he: הוסף משמרת חדשה

source: Select Date
de: Datum auswählen
he: בחר תאריך

source: Start Time
de: Startzeit
he: שעת התחלה

source: End Time
de: Endzeit
he: שעת סיום

source: Add Shift
de: Schicht hinzufügen
he: הוסף משמרת

source: Existing Shifts
de: Vorhandene Schichten
he: משמרות קיימות

source: Total Hours
de: Gesamtstunden
he: סה״כ שעות

source: Gross Wage
de: Bruttolohn
he: שכר ברוטו

source: Net Wage
de: Nettolohn
he: שכר נטו

source: Edit
de: Bearbeiten
he: ערוך

source: Delete
de: Löschen
he: מחק

source: Confirm Delete
de: Löschen bestätigen
he: אישור מחיקה

# deleteShiftConfirmation
source: Are you sure you want to delete this shift?
de: Möchten Sie diese Schicht wirklich löschen?
he: האם אתה בטוח שברצונך למחוק משמרת זו?

source: Cancel
de: Abbrechen
he: ביטול

source: Save
de: Speichern
he: שמור

source: Weekly View
de: Wochenansicht
he: תצוגה שבועית

source: Monthly View
de: Monatsansicht
he: תצוגה חודשית

source: About This App
de: Über diese App
he: אודות האפליקציה

# aboutThisAppContent
source: Shift View is designed for hourly workers who want to easily track their work hours and earnings.
de: Shift View ist für Stundenlohnarbeiter konzipiert, die ihre Arbeitszeiten und Verdienste einfach verfolgen möchten.
he: Shift View מיועדת לעובדים בשכר שעתי המעוניינים לעקוב בקלות אחר שעות העבודה והרווחים שלהם.

source: Key Features
de: Hauptfunktionen
he: תכונות מרכזיות

# keyFeaturesContent
source: • Log work shifts • Calculate wages (including overtime) • View weekly and monthly reports • Customize settings for your work schedule
de: • Arbeitsschichten protokollieren • Löhne berechnen (einschließlich Überstunden) • Wochen- und Monatsberichte anzeigen • Einstellungen für Ihren Arbeitsplan anpassen
he: • רישום משמרות עבודה • חישוב שכר (כולל שעות נוספות) • צפייה בדוחות שבועיים וחודשיים • התאמה אישית של הגדרות למשמרות העבודה שלך

source: How to Use
de: Verwendung
he: איך להשתמש

# howToUseContent
source: 1. Add shifts: Enter start and end times for each work day 2. View reports: Check your weekly or monthly totals 3. Adjust settings: Set your hourly rate, tax deductions, and work week start day
de: 1. Schichten hinzufügen: Start- und Endzeiten für jeden Arbeitstag eingeben 2. Berichte ansehen: Wochen- oder Monatssummen prüfen 3. Einstellungen anpassen: Stundensatz, Steuerabzüge und Arbeitswochenbeginn festlegen
he: 1. הוספת משמרות: הכנס שעות התחלה וסיום לכל יום עבודה 2. צפייה בדוחות: בדוק את הסיכומים השבועיים או החודשיים שלך 3. התאמת הגדרות: קבע את השכר לשעה, ניכויי המס ויום תחילת שבוע העבודה

source: Shift Information
de: Schichtinformationen
he: מידע על משמרות

# shiftInformationContent
source: The app tracks: • Date and time of each shift • Total hours worked • Gross and net wages (including overtime calculations)
de: Die App erfasst: • Datum und Uhrzeit jeder Schicht • Gesamtarbeitsstunden • Brutto- und Nettolöhne (einschließlich Überstundenberechnungen)
he: האפליקציה עוקבת אחר: • תאריך ושעה של כל משמרת • סך שעות העבודה • שכר ברוטו ונטו (כולל חישובי שעות נוספות)

source: Privacy
de: Datenschutz
he: פרטיות

# privacyContent
source: All your data is stored locally on your device. We do not collect or share any personal information.
de: Alle Ihre Daten werden lokal auf Ihrem Gerät gespeichert. Wir sammeln oder teilen keine persönlichen Informationen.
he: כל המידע שלך מאוחסן מקומית במכשיר שלך. איננו אוספים או משתפים מידע אישי כלשהו.

# shiftAlreadySaved
source: This shift has already been saved
de: Diese Schicht wurde bereits gespeichert.
he: משמרת זו כבר נשמרה.

source: Shift added successfully
de: Schicht erfolgreich hinzugefügt.
he: המשמרת נוספה בהצלחה

source: Wage Breakdown
de: Lohnaufschlüsselung
he: פירוט שכר

# hoursAt100Percent
source: Hours at 100%
de: Stunden zu 100%
he: שעות ב-100%

# hoursAt125Percent
source: Hours at 125%
de: Stunden zu 125%
he: שעות ב-125%

# hoursAt150Percent
source: Hours at 150%
de: Stunden zu 150%
he: שעות ב-150%

# hoursAt175Percent
source: Hours at 175%
de: Stunden zu 175%
he: שעות ב-175%

# hoursAt200Percent
source: Hours at 200%
de: Stunden zu 200%
he: שעות ב-200%

# infoButtonTitle
source: Guide
de: Anleitung
he: מדריך

source: January
de: Januar
he: ינואר

source: February
de: Februar
he: פברואר

source: March
de: März
he: מרץ

source: April
he: אפריל

source: May
de: Mai
he: מאי

source: June
de: Juni
he: יוני

source: July
de: Juli
he: יולי

source: August
he: אוגוסט

source: September
he: ספטמבר

source: October
de: Oktober
he: אוקטובר

source: November
he: נובמבר

source: December
de: Dezember
he: דצמבר

source: Sunday
de: Sonntag
he: ראשון

source: Monday
de: Montag
he: שני

source: Tuesday
de: Dienstag
he: שלישי

source: Wednesday
de: Mittwoch
he: רביעי

source: Thursday
de: Donnerstag
he: חמישי

source: Friday
de: Freitag
he: שישי

source: Saturday
de: Samstag
he: שבת

source: Country
de: Land
he: מדינה

# countryUS
source: United States (USD)
de: Vereinigte Staaten (USD)
he: ארצות הברית (USD)

# countryGB
source: United Kingdom (GBP)
de: Großbritannien (GBP)
he: בריטניה (GBP)

# countryEU
source: European Union (EUR)
de: Europäische Union (EUR)
he: האיחוד האירופי (EUR)

# countryJP
source: Japan (JPY)
he: יפן (JPY)

# countryIL
source: Israel (ILS)
he: ישראל (ILS)

# countryRU
source: Russia (RUB)
de: Russland (RUB)
he: רוסיה (RUB)

source: Export Report
de: Bericht exportieren
he: ייצוא דוח

source: Export as CSV
de: Als CSV exportieren
he: ייצוא כ-CSV

source: Export as PDF
de: Als PDF exportieren
he: ייצוא כ-PDF

# overtimeRulesTitle
source: Overtime Rules
de: Überstundenregeln
he: כללי שעות נוספות

source: Add Overtime Rule
de: Überstundenregel hinzufügen
he: הוסף כלל שעות נוספות

source: Edit Overtime Rule
de: Überstundenregel bearbeiten
he: ערוך כלל שעות נוספות

source: Hours Threshold
de: Stundenschwelle
he: סף שעות

source: Rate
de: Satz
he: תעריף

source: Is Weekly
de: Ist wöchentlich
he: שבועי

# afterHours
source: After {hours} hours at {rate}x rate
de: Nach {hours} Stunden mit {rate}x Satz
he: אחרי {hours} שעות בתעריף {rate}x

source: Weekly
de: Wöchentlich
he: שבועי

source: Daily
de: Täglich
he: יומי

source: Applies on Weekends
de: Gilt an Wochenenden
he: חל בסופי שבוע

source: Applies on Festive Days
de: Gilt an Feiertagen
he: חל בימי חג

# appliesOnSpecialDays
source: Applies on weekends and festive days
de: Gilt an Wochenenden und Feiertagen
he: חל בסופי שבוע וימי חג

source: Regular days only
de: Nur an regulären Tagen
he: ימים רגילים בלבד

source: Base Hours (Weekday)
de: Grundstunden (Werktag)
he: שעות בסיס (יום חול)

source: Base Hours (Special Day)
de: Grundstunden (Sondertag)
he: שעות בסיס (יום מיוחד)

source: Manage Overtime Rules
de: Überstundenregeln verwalten
he: ניהול כללי שעות נוספות

# isForSpecialDays
source: Applies to Special Days
de: Gilt für Sondertage
he: חל על ימים מיוחדים

source: Special Days
de: Sondertage
he: ימים מיוחדים

source: Weekdays
de: Werktage
he: ימי חול

source: hours
de: Stunden
he: שעות

# appGuideTitle
source: App Guide
de: App-Anleitung
he: מדריך האפליקציה

# welcomeToGuide
source: Welcome to Shift View Guide
de: Willkommen zur Shift View Anleitung
he: ברוכים הבאים למדריך Shift View

# guideIntroduction
source: Learn how to use all features of Shift View to manage your work shifts effectively.
de: Lernen Sie, wie Sie alle Funktionen von Shift View effektiv nutzen können.
he: למד כיצד להשתמש בכל התכונות של Shift View לניהול יעיל של משמרות העבודה שלך.

# gettingStartedTitle
source: Getting Started
de: Erste Schritte
he: התחלה

# coreFeaturesTitle
source: Core Features
de: Kernfunktionen
he: תכונות מרכזיות

# advancedFeaturesTitle
source: Advanced Features
de: Erweiterte Funktionen
he: תכונות מתקדמות

# customizationTitle
source: Customization
de: Anpassung
he: התאמה אישית

# tipsAndTricksTitle
source: Tips & Tricks
de: Tipps & Tricks
he: טיפים וטריקים

# troubleshootingTitle
source: Troubleshooting
de: Fehlerbehebung
he: פתרון בעיות

# videoLibraryTitle
source: Video Library
de: Videobibliothek
he: ספריית וידאו

# initialSetupTitle
source: Initial Setup
de: Ersteinrichtung
he: התקנה ראשונית

# initialSetupContent
source: Set up your app with basic configurations to get started.
de: Richten Sie Ihre App mit grundlegenden Konfigurationen ein.
he: הגדר את האפליקציה שלך עם תצורות בסיסיות כדי להתחיל.

# basicNavigationTitle
source: Basic Navigation
de: Grundlegende Navigation
he: ניווט בסיסי

# basicNavigationContent
source: Learn how to navigate through different sections of the app.
de: Lernen Sie, wie Sie durch verschiedene Bereiche der App navigieren.
he: למד כיצד לנווט בין החלקים השונים של האפליקציה.

# homeScreenDescription
source: Overview of the home screen layout
de: Übersicht über das Startbildschirm-Layout
he: סקירה של פריסת מסך הבית

# shiftManagerDescription
source: Managing your work shifts
de: Verwaltung Ihrer Arbeitsschichten
he: ניהול משמרות העבודה שלך

# reportsDescription
source: Viewing reports and analytics
de: Berichte und Analysen anzeigen
he: צפייה בדוחות וניתוחים

# settingsDescription
source: Configuring app settings
de: App-Einstellungen konfigurieren
he: הגדרת תצורת האפליקציה

# firstShiftTitle
source: Adding Your First Shift
de: Ihre erste Schicht hinzufügen
he: הוספת המשמרת הראשונה שלך

# firstShiftContent
source: Learn how to add your first work shift.
de: Lernen Sie, wie Sie Ihre erste Arbeitsschicht hinzufügen.
he: למד כיצד להוסיף את משמרת העבודה הראשונה שלך.

# openShiftManager
source: Open the Shift Manager
de: Öffnen Sie den Schichtmanager
he: פתח את מנהל המשמרות

# tapAddShift
source: Tap the '+' button to add a shift
de: Tippen Sie auf '+', um eine Schicht hinzuzufügen
he: הקש על כפתור '+' להוספת משמרת

# selectDateTime
source: Select date and time
de: Datum und Uhrzeit auswählen
he: בחר תאריך ושעה

# saveShift
source: Save your shift
de: Schicht speichern
he: שמור את המשמרת שלך

# settingsSetupTitle
source: Settings Setup
de: Einstellungen einrichten
he: הגדרת תצורה

# settingsSetupContent
source: Configure your app settings for optimal use.
de: Konfigurieren Sie Ihre App-Einstellungen für optimale Nutzung.
he: הגדר את הגדרות האפליקציה שלך לשימוש מיטבי.

# hourlyWageSetup
source: Set your hourly wage
de: Stundenlohn festlegen
he: קבע את השכר לשעה שלך

# taxDeductionSetup
source: Configure tax deductions
de: Steuerabzüge konfigurieren
he: הגדר ניכויי מס

# workWeekSetup
source: Set your work week start day
de: Arbeitswochenbeginn festlegen
he: קבע את יום תחילת שבוע העבודה שלך

# languageSetup
source: Choose your preferred language
de: Bevorzugte Sprache wählen
he: בחר את השפה המועדפת עליך

# nextStepsTitle
source: Next Steps
de: Nächste Schritte
he: הצעדים הבאים

# nextStepsContent
source: Explore more features to get the most out of the app.
de: Erkunden Sie weitere Funktionen, um das Beste aus der App herauszuholen.
he: חקור תכונות נוספות כדי להפיק את המרב מהאפליקציה.

source: Explore Overtime Rules
de: Überstundenregeln erkunden
he: חקור כללי שעות נוספות

source: Learn About Reports
de: Über Berichte lernen
he: למד על דוחות

source: Discover Advanced Features
de: Erweiterte Funktionen entdecken
he: גלה תכונות מתקדמות

# shiftManagementTitle
source: Shift Management
de: Schichtverwaltung
he: ניהול משמרות

# shiftManagementContent
source: Learn how to manage your work shifts effectively.
de: Lernen Sie, wie Sie Ihre Arbeitsschichten effektiv verwalten.
he: למד כיצד לנהל את משמרות העבודה שלך ביעילות.

# addingShifts
source: Adding new shifts
de: Schichten hinzufügen
he: הוספת משמרות חדשות

# editingShifts
source: Editing existing shifts
de: Schichten bearbeiten
he: עריכת משמרות קיימות

source: Deleting shifts
de: Schichten löschen
he: מחיקת משמרות

# specialDaysManagement
source: Managing special days
de: Sondertage verwalten
he: ניהול ימים מיוחדים

# timeTrackingTitle
source: Time Tracking
de: Zeiterfassung
he: מעקב זמן

# timeTrackingContent
source: Track your work hours and overtime.
he: עקוב אחר שעות העבודה והשעות הנוספו�� שלך.

# regularHoursTracking
source: Tracking regular hours
he: מעקב אחר שעות רגילות

# overtimeCalculation
source: Calculating overtime
he: חישוב שעות נוספות

# specialRatesHandling
source: Handling special rates
he: טיפול בתעריפים מיוחדים

# financialManagementTitle
source: Financial Management
he: ניהול פיננסי

# financialManagementContent
source: Manage your earnings and deductions.
he: נהל את ההכנסות והניכויים שלך.

source: Wage calculations
he: חישובי שכר

source: Tax deductions
he: ניכויי מס

source: Currency settings
he: הגדרות מטבע

source: Reports and exports
he: דוחות וייצוא

# reportsAnalyticsTitle
source: Reports & Analytics
he: דוחות וניתוחים

# reportsAnalyticsContent
source: View and analyze your work data.
he: צפה ונתח את נתוני העבודה שלך.

source: Weekly reports
he: דוחות שבועיים

source: Monthly reports
he: דוחות חודשיים

source: Export options
he: אפשרויות ייצוא

source: Data visualization
he: המחשה ויזואלית של נתונים

# dataManagementTitle
source: Data Management
he: ניהול נתונים

# dataManagementContent
source: Manage your app data effectively.
he: נהל את נתוני האפליקציה שלך ביעילות.

# backupData
source: Backing up data
he: גיבוי נתונים

# restoreData
source: Restoring data
he: שחזור נתונים

source: Data privacy
he: פרטיות נתונים

source: Data storage
he: אחסון נתונים

# learnMoreTitle
source: Learn More
he: למד עוד

# learnMoreContent
source: Explore additional features and capabilities.
he: חקור תכונות ויכולות נוספות.

# advancedFeaturesLink
source: Advanced Features
he: תכונות מתקדמות

# customizationLink
source: Customization Options
he: אפשרויות התאמה אישית

# tipsAndTricksLink
source: Tips & Tricks
he: טיפים וטריקים

source: Total Working Days
he: סך ימי עבודה

source: Backup
he: גיבוי

source: Restore
he: שחזור

# backupCreated
source: Backup created successfully
he: הגיבוי נוצר בהצלחה

# backupError
source: Error creating backup
he: שגיאה ביצירת גיבוי

# restoreSuccessful
source: Data restored successfully
he: הנתונים שוחזרו בהצלחה

# restoreError
source: Error restoring data
he: שגיאה בשחזור נתונים

source: Creating backup...
he: יוצר גיבוי...

source: Restoring backup...
he: משחזר גיבוי...

source: Showing all shifts
he: מציג את כל המשמרות

source: Showing current month shifts
he: מציג משמרות חודש נוכחי

source: Add to Home Screen
he: הוסף למסך הבית

# addToHomeScreenTitle
source: How to Add to Home Screen
he: כיצד להוסיף למסך הבית

# iPhoneInstructions
source: For iPhone:
he: עבור אייפון:

# openInSafari
source: Open this page in Safari
he: פתח דף זה בספארי

# tapShareButton
source: Tap the Share button
he: הקש על כפתור השיתוף

# scrollAndTapAddToHomeScreen
source: Scroll down and tap "Add to Home Screen"
he: גלול למטה והקש על "הוסף למסך הבית"

# tapAddInTopRight
source: Tap "Add" in the top right corner
he: הקש על "הוסף" בפינה הימנית העליונה

# androidInstructions
source: For Android:
he: עבור אנדרואיד:

# openInChrome
source: Open this page in Chrome
he: פתח דף זה בכרום

# tapMenuIcon
source: Tap the menu icon (3 dots in upper right-hand corner)
he: הקש על סמל התפריט (3 נקודות בפינה הימנית העליונה)

# tapAddOnPopup
source: Tap "Add" on the pop-up
he: הקש על "הוסף" בחלון הקופץ

source: Close
he: סגור

source: Exported Report
he: דוח מיוצא

# dateLabel
source: Date
he: תאריך

source: Backup File Created
he: קובץ גיבוי נוצר

source: Festive Days
he: ימי חג

source: Add Festive Day
he: הוסף יום חג

source: Current Month
he: חודש נוכחי

source: All Shifts
he: כל המשמרות

source: Edit Shift
he: ערוך משמרת

source: Delete Shift
he: מחק משמרת

source: Shift updated successfully.
he: המשמרת עודכנה בהצלחה

source: Shift deleted successfully.
he: המשמרת נמחקה בהצלחה

# addToHomeScreeniOS
source: For iOS: Tap the share button in Safari, then select 'Add to Home Screen'.
he: עבור iOS: הקש על כפתור השיתוף בספארי, ואז בחר 'הוסף למסך הבית'.

# addToHomeScreenAndroid
source: For Android: Tap the menu button in Chrome, then select 'Add to Home screen'.
he: עבור אנדרואיד: הקש על כפתור התפריט בכרום, ואז בחר 'הוסף למסך הבית'.

source: OK
he: אישור

source: Upcoming Shifts
he: משמרות קרובות

# upcomingShiftsTitle
source: Upcoming Shifts
he: משמרות קרובות

# upcomingShiftsClose
source: Close
he: סגור

source: No upcoming shifts
he: אין משמרות קרובות

# shiftTimeFormat
source: Start: {start}, End: {end}, Total: {hours} h {minutes} min
he: התחלה: {start}, סיום: {end}, סה״כ: {hours} ש {minutes} דק

# shiftNotes
source: Notes
he: הערות

# settingsSaved
source: Settings saved successfully
he: ההגדרות נשמרו בהצלחה

source: Add Rule
he: הוסף כלל

source: Save Rule
he: שמור כלל

source: Changes saved
he: השינויים נשמרו

source: Error: Invalid shift ID
he: שגיאה: מזהה משמרת לא תקין

source: Not Implemented
he: לא מיושם

# featureNotImplemented
source: The feature is not yet implemented:
he: התכונה עדיין לא מיושמת:

# welcomeMessage
source: Welcome to Shift View
he: ברוכים הבאים ל-Shift View

source: View Shifts
he: צפה במשמרות

source: Guide
he: מדריך

source: MON
he: שני

source: TUE
he: שלישי

source: WED
he: רביעי

source: THU
he: חמישי

source: FRI
he: שישי

source: SAT
he: שבת

source: SUN
he: ראשון

source: Add Note
he: הוסף הערה

# addNoteHint
source: Enter note for this shift
he: הכנס הערה למשמרת זו

source: Note
he: הערה

source: No notes
he: אין הערות

source: Edit Note
he: ערוך הערה

source: Toggle Special Day
he: החלף יום מיוחד

source: Special Day Enabled
he: יום מיוחד מופעל

source: Special Day Disabled
he: יום מיוחד מושבת

source: Mark as Special Day
he: סמן כיום מיוחד

source: Special Day Rate
he: תעריף יום מיוחד

source: Utilities
he: כלים

source: Backup and Restore
he: גיבוי ושחזור

source: Export
he: ייצוא

# overtimeRulesContent
source: Learn how to set up and manage overtime rules.
he: למד כיצד להגדיר ולנהל כללי שעות נוספות.

# specialDaysTitle
source: Special Days
he: ימים מיוחדים

# specialDaysContent
source: Manage weekends, holidays, and special rate days.
he: נהל סופי שבוע, חגים וימים בתעריף מיוחד.

source: Marking special days
de: Sondertage markieren
he: סימון ימים מיוחדים

source: Configuring special rates
de: Sondersätze konfigurieren
he: הגדרת תעריפים מיוחדים

source: Holiday settings
de: Feiertagseinstellungen
he: הגדרות חגים

source: Weekend settings
de: Wochenendeinstellungen
he: הגדרות סוף שבוע

# dataExportTitle
source: Data Export
he: ייצוא נתונים

# dataExportContent
source: Export your data in different formats.
he: ייצא את הנתונים שלך בפורמטים שונים.

source: Exporting reports
de: Berichte exportieren
he: ייצוא דוחות

source: Creating backups
de: Backups erstellen
he: יצירת גיבויים

source: Restoring data
de: Daten wiederherstellen
he: שחזור נתונים

source: Data formats
de: Datenformate
he: פורמטי נתונים

# advancedCalculationsTitle
source: Advanced Calculations
he: חישובים מתקדמים

# advancedCalculationsContent
source: Learn about complex wage calculations.
he: למד על חישובי שכר מורכבים.

source: Complex overtime calculations
de: Komplexe Überstundenberechnungen
he: חישובי שעות נוספות מורכבים

source: Tax deduction formulas
de: Steuerabzugsformeln
he: נוסחאות ניכוי מס

source: Multi-rate calculations
de: Mehrfachsatzberechnungen
he: חישובי תעריפים מרובים

source: Total earnings breakdown
de: Gesamtverdienstaufschlüsselung
he: פירוט סך הכנסות

# customizationOptionsTitle
source: Customization Options
he: אפשרויות התאמה אישית

# customizationOptionsContent
source: Personalize your app experience.
he: התאם אישית את חווית האפליקציה שלך.

source: Setting preferences
he: הגדרת העדפות

source: Configuring display options
he: הגדרת אפשרויות תצוגה

source: Personalizing reports
he: התאמה אישית של דוחות

source: Customizing notifications
he: התאמה אישית של התראות

# moreAdvancedTopicsTitle
source: More Advanced Topics
he: נושאים מתקדמים נוספים

# moreAdvancedTopicsContent
source: Explore more advanced features.
he: חקור תכונות מתקדמות נוספות.

# dataManagementLink
source: Data Management
he: ניהול נתונים

# troubleshootingLink
source: Troubleshooting
he: פתרון בעיות

# bestPracticesLink
source: Best Practices
he: שיטות עבודה מומלצות

# languageLocalizationTitle
source: Language & Localization
he: שפה ולוקליזציה

# languageLocalizationContent
source: Customize language and regional settings.
he: התאם אישית הגדרות שפה ואזור.

source: Changing language
he: שינוי שפה

# dateTimeFormats
source: Date and time formats
he: פורמטי תאריך ושעה

source: Number formats
he: פורמטי מספרים

# rtlSupport
source: Right-to-left support
he: תמיכה בכתיבה מימין לשמאל

# displaySettingsTitle
source: Display Settings
he: הגדרות תצוגה

# displaySettingsContent
source: Customize the app's appearance.
he: התאם אישית את מראה האפליקציה.

source: Customizing layout
he: התאמת פריסה

source: Color schemes
he: ערכות צבעים

source: Font sizes
he: גודלי גופן

source: Theme settings
he: הגדרות ערכת נושא

# currencyFormatsTitle
source: Currency & Formats
he: מטבע ופורמטים

# currencyFormatsContent
source: Configure currency and number formats.
he: הגדר פורמטים למטבע ומספרים.

source: Setting currency
he: הגדרת מטבע

source: Number formatting
he: עיצוב מספרים

source: Decimal places
he: מספר ספרות אחרי הנקודה

source: Currency symbols
he: סמלי מטבע

# reportCustomizationTitle
source: Report Customization
de: Berichtsanpassung
he: התאמת דוחות

# reportCustomizationContent
source: Customize your reports.
de: Passen Sie Ihre Berichte an.
he: התאם אישית את הדוחות שלך.

source: Customizing report layout
de: Berichtslayout anpassen
he: התאמת פריסת דוח

source: Choosing columns
de: Spalten auswählen
he: בחירת עמודות

source: Sorting options
de: Sortieroptionen
he: אפשרויות מיון

source: Export formats
de: Exportformate
he: פורמטי ייצוא

# workScheduleSettingsTitle
source: Work Schedule Settings
de: Arbeitszeiteinstellungen
he: הגדרות לוח זמנים

# workScheduleSettingsContent
source: Configure your work schedule preferences.
de: Konfigurieren Sie Ihre Arbeitszeitpräferenzen.
he: הגדר את העדפות לוח הזמנים שלך.

source: Week start day
de: Wochenbeginn
he: יום תחילת שבוע

source: Default shift duration
de: Standardschichtdauer
he: משך משמרת ברירת מחדל

source: Break time settings
de: Pausenzeiteinstellungen
he: הגדרות זמן הפסקה

source: Overtime preferences
de: Überstundenpräferenzen
he: העדפות שעות נוספות

# moreCustomizationTitle
source: More Customization
de: Weitere Anpassungen
he: התאמה אישית נוספת

# moreCustomizationContent
source: Explore additional customization options.
de: Entdecken Sie zusätzliche Anpassungsoptionen.
he: חקור אפשרויות התאמה אישית נוספות.

# advancedSettingsLink
source: Advanced Settings
de: Erweiterte Einstellungen
he: הגדרות מתקדמות

# personalPreferencesLink
source: Personal Preferences
de: Persönliche Einstellungen
he: העדפות אישיות

# backupSettingsLink
source: Backup Settings
de: Backup-Einstellungen
he: הגדרות גיבוי

# quickActionsTitle
source: Quick Actions
de: Schnellaktionen
he: פעולות מהירות
