Repository: esamuel/shift_view
Catalog: lib/l10n/app_*.arb
Languages: de, he

# quickActionsContent
source: Learn about quick actions and shortcuts.
de: Lernen Sie Schnellaktionen und Shortcuts kennen.
he: למד על פעולות מהירות וקיצורי דרך.

source: Swipe actions
de: Wischaktionen
he: פעולות החלקה

source: Long press features
de: Lange-Drücken-Funktionen
he: תכונות לחיצה ארוכה

source: Quick add
de: Schnell hinzufügen
he: הוספה מהירה

source: Gesture shortcuts
de: Gestenshortcuts
he: קיצורי מחוות

# timeSavingTitle
source: Time-Saving Features
de: Zeitsparfunktionen
he: תכונות חוסכות זמן

# timeSavingContent
source: Features to help you work more efficiently.
de: Funktionen, die Ihnen helfen, effizienter zu arbeiten.
he: תכונות שיעזרו לך לעבוד ביעילות יותר.

source: Shift templates
de: Schichtvorlagen
he: תבניות משמרת

source: Copy previous shift
de: Vorherige Schicht kopieren
he: העתק משמרת קודמת

source: Bulk actions
de: Massenaktionen
he: פעולות מרובות

source: Favorite settings
de: Favorisierte Einstellungen
he: הגדרות מועדפות

# bestPracticesTitle
source: Best Practices
he: שיטות עבודה מומלצות

# bestPracticesContent
source: Learn the best ways to use the app.
de: Lernen Sie die besten Möglichkeiten zur Nutzung der App.
he: למד את הדרכים הטובות ביותר לשימוש באפליקציה.

source: Regular backups
de: Regelmäßige Backups
he: גיבויים קבועים

source: Organizing shifts
de: Schichten organisieren
he: ארגון משמרות

source: Tracking overtime
de: Überstunden verfolgen
he: מעקב אחר שעות נוספות

source: Monitoring earnings
de: Verdienst überwachen
he: מעקב אחר הכנסות

# commonWorkflowsTitle
source: Common Workflows
de: Häufige Arbeitsabläufe
he: תהליכי עבודה נפוצים

# commonWorkflowsContent
source: Learn about common usage patterns.
de: Lernen Sie häufige Nutzungsmuster kennen.
he: למד על דפוסי שימוש נפוצים.

source: Daily routine
de: Tagesroutine
he: שגרה יומית

source: Weekly review
de: Wöchentliche Überprüfung
he: סקירה שבועית

source: Monthly reporting
de: Monatliche Berichterstattung
he: דיווח חודשי

source: Year-end tasks
de: Jahresendaufgaben
he: משימות סוף שנה

# proTipsTitle
source: Pro Tips
de: Profi-Tipps
he: טיפים למשתמשים מתקדמים

# proTipsContent
source: Advanced tips for power users.
de: Fortgeschrittene Tipps für Power-User.
he: טיפים מתקדמים למשתמשים מנוסים.

source: Advanced features
de: Erweiterte Funktionen
he: תכונות מתקדמות

source: Hidden features
de: Versteckte Funktionen
he: תכונות נסתרות

source: Power user tips
de: Power-User-Tipps
he: טיפים למשתמשים מתקדמים

source: Troubleshooting tips
de: Fehlerbehebungstipps
he: טיפים לפתרון בעיות

# commonIssuesTitle
source: Common Issues
de: Häufige Probleme
he: בעיות נפוצות

# commonIssuesContent
source: Solutions for common problems.
de: Lösungen für häufige Probleme.
he: פתרונות לבעיות נפוצות.

source: Calculation issues
de: Berechnungsprobleme
he: בעיות בחישובים

source: Sync problems
de: Synchronisationsprobleme
he: בעיות סנכרון

source: Display glitches
de: Anzeigeprobleme
he: תקלות תצוגה

source: Performance issues
de: Leistungsprobleme
he: בעיות ביצועים

# dataManagementIssuesTitle
source: Data Management Issues
de: Datenverwaltungsprobleme
he: בעיות בניהול נתונים

# dataManagementIssuesContent
source: Handling data-related problems.
de: Umgang mit datenbezogenen Problemen.
he: טיפול בבעיות הקשורות לנתונים.

source: Backup/restore issues
de: Backup/Wiederherstellungsprobleme
he: בעיות גיבוי/שחזור

source: Data loss recovery
de: Datenwiederherstellung
he: שחזור נתונים שאבדו

source: Corrupted data fix
de: Beschädigte Daten reparieren
he: תיקון נתונים פגומים

source: Import/export problems
de: Import/Export-Probleme
he: בעיות ייבוא/ייצוא

# settingsIssuesTitle
source: Settings Issues
de: Einstellungsprobleme
he: בעיות בהגדרות

# settingsIssuesContent
source: Resolving settings-related problems.
de: Behebung von einstellungsbezogenen Problemen.
he: פתרון בעיות הקשורות להגדרות.

source: Preferences reset
de: Einstellungen zurücksetzen
he: איפוס העדפות

source: Language issues
de: Sprachprobleme
he: בעיות שפה

source: Currency problems
de: Währungsprobleme
he: בעיות מטבע

source: Time zone issues
de: Zeitzonenprobleme
he: בעיות אזור זמן

# errorMessagesTitle
source: Error Messages
de: Fehlermeldungen
he: הודעות שגיאה

# errorMessagesContent
source: Understanding and resolving error messages.
de: Fehlermeldungen verstehen und beheben.
he: הבנה ופתרון של הודעות שגיאה.

source: Common errors
de: Häufige Fehler
he: שגיאות נפוצות

source: Error solutions
de: Fehlerlösungen
he: פתרונות לשגיאות

source: Error prevention
de: Fehlerprävention
he: מניעת שגיאות

source: Error reporting
de: Fehlerberichterstattung
he: דיווח על שגיאות

# appResetTitle
source: App Reset and Recovery
de: App-Zurücksetzung und Wiederherstellung
he: איפוס ושחזור האפליקציה

# appResetContent
source: How to reset and recover the app.
de: So setzen Sie die App zurück und stellen sie wieder her.
he: כיצד לאפס ולשחזר את האפליקציה.

source: Soft reset
he: איפוס רך

source: Hard reset
he: איפוס קשיח

source: Data backup before reset
de: Datensicherung vor Reset
he: גיבוי נתונים לפני איפוס

source: Post-reset setup
de: Einrichtung nach Reset
he: הגדרה לאחר איפוס

# contactSupportTitle
source: Contact Support
de: Support kontaktieren
he: יצירת קשר עם התמיכה

# contactSupportContent
source: Get help when you need it.
de: Hilfe erhalten, wenn Sie sie benötigen.
he: קבל עזרה כשאתה זקוק לה.

source: Email support
he: תמיכה בדוא"ל

# reportBug
source: Report a bug
de: Fehler melden
he: דווח על באג

# requestFeature
source: Request a feature
de: Funktion vorschlagen
he: בקש תכונה חדשה

# gettingStartedVideosTitle
source: Getting Started Videos
de: Einführungsvideos
he: סרטוני התחלה

# gettingStartedVideosContent
source: Videos to help you get started.
de: Videos, die Ihnen den Einstieg erleichtern.
he: סרטונים שיעזרו לך להתחיל.

source: App overview
de: App-Überblick
he: סקירת האפליקציה

source: Basic setup
de: Grundeinrichtung
he: התקנה בסיסית

source: First shift guide
de: Erste-Schicht-Anleitung
he: מדריך למשמרת הראשונה

source: Navigation basics
de: Navigationsgrundlagen
he: יסודות הניווט

# coreFeaturesVideosTitle
source: Core Features Videos
de: Kernfunktionen-Videos
he: סרטוני תכונות ליבה

# coreFeaturesVideosContent
source: Learn about core features.
de: Lernen Sie die Kernfunktionen kennen.
he: למד על תכונות הליבה.

source: Shift management guide
de: Schichtverwaltungsanleitung
he: מדריך ניהול משמרות

source: Overtime rules guide
de: Überstundenregeln-Anleitung
he: מדריך כללי שעות נוספות

source: Reports guide
de: Berichtsanleitung
he: מדריך דוחות

source: Settings guide
de: Einstellungsanleitung
he: מדריך הגדרות

# advancedFeaturesVideosTitle
source: Advanced Features Videos
de: Videos zu erweiterten Funktionen
he: סרטוני תכונות מתקדמות

# advancedFeaturesVideosContent
source: Learn advanced features.
de: Lernen Sie erweiterte Funktionen kennen.
he: למד תכונות מתקדמות.

source: Custom calculations
de: Benutzerdefinierte Berechnungen
he: חישובים מותאמים אישית

source: Data management guide
de: Datenverwaltungsanleitung
he: מדריך ניהול נתונים

source: Special days setup
de: Sondertage einrichten
he: הגדרת ימים מיוחדים

source: Advanced settings
de: Erweiterte Einstellungen
he: הגדרות מתקדמות

# tipsAndTricksVideosTitle
source: Tips & Tricks Videos
de: Tipps & Tricks Videos
he: סרטוני טיפים וטריקים

# tipsAndTricksVideosContent
source: Helpful tips and tricks.
de: Hilfreiche Tipps und Tricks.
he: טיפים וטריקים מועילים.

source: Time management tips
de: Zeitmanagement-Tipps
he: טיפים לניהול זמן

source: Productivity hacks
de: Produktivitäts-Hacks
he: טריקים לפרודוקטיביות

source: Useful shortcuts
de: Nützliche Shortcuts
he: קיצורי דרך שימושיים

source: Best practices guide
de: Best-Practices-Anleitung
he: מדריך שיטות עבודה מומלצות

# troubleshootingVideosTitle
source: Troubleshooting Videos
de: Fehlerbehebungsvideos
he: סר��וני פתרון בעיות

# troubleshootingVideosContent
source: Help with common issues.
de: Hilfe bei häufigen Problemen.
he: עזרה עם בעיות נפוצות.

source: Common issues solutions
de: Lösungen für häufige Probleme
he: פתרונות לבעיות נפוצות

source: Data recovery guide
de: Datenwiederherstellungsanleitung
he: מדריך שחזור נתונים

source: Error resolution
de: Fehlerbehebung
he: פתרון שגיאות

source: Preventive measures
de: Präventivmaßnahmen
he: אמצעי מניעה

# additionalResourcesTitle
source: Additional Resources
de: Zusätzliche Ressourcen
he: משאבים נוספים

# additionalResourcesContent
source: More resources to help you.
de: Weitere Ressourcen zur Unterstützung.
he: משאבים נוספים לעזרה.

source: Full documentation
de: Vollständige Dokumentation
he: תיעוד מלא

source: Video tutorials
he: הדרכות וידאו

source: Community guides
de: Community-Anleitungen
he: מדריכי קהילה

# advancedTutorialsLink
source: Advanced Tutorials
de: Fortgeschrittene Tutorials
he: הדרכות מתקדמות

# videoGuidesLink
source: Video Guides
de: Video-Anleitungen
he: מדריכי וידאו

# frequentlyAskedQuestionsLink
source: Frequently Asked Questions
de: Häufig gestellte Fragen
he: שאלות נפוצות

source: Creating overtime rules
de: Überstundenregeln erstellen
he: יצירת כללי שעות נוספות

source: Editing overtime rules
de: Überstundenregeln bearbeiten
he: עריכת כללי שעות נוספות

source: Applying overtime rules
de: Überstundenregeln anwenden
he: החלת כללי שעות נוספות

source: Special day rules
de: Sondertageregeln
he: כללי ימים מיוחדים

# overtimeRulesDescription
source: Set up and manage different overtime rates
de: Verschiedene Überstundensätze einrichten und verwalten
he: הגדר ונהל תעריפי שעות נוספות שונים

# specialDaysDescription
source: Configure rates for holidays and weekends
de: Sätze für Feiertage und Wochenenden konfigurieren
he: הגדר תעריפים לחגים וסופי שבוע

# dataExportDescription
source: Export and backup your data
de: Daten exportieren und sichern
he: ייצא וגבה את הנתונים שלך

# calculationsDescription
source: Advanced wage and overtime calculations
de: Erweiterte Lohn- und Überstundenberechnungen
he: חישובי שכר ושעות נוספות מתקדמים

# welcomeDescription
source: Track your work hours, calculate wages, and manage your shifts with ease.
de: Verfolgen Sie Ihre Arbeitszeiten, berechnen Sie Löhne und verwalten Sie Ihre Schichten ganz einfach

source: Get Started
de: Loslegen

# featureTimeTracking
source: Easy time tracking and shift management
de: Einfache Zeiterfassung und Schichtverwaltung

# featureWageCalculation
source: Automatic wage calculations with overtime
de: Automatische Lohnberechnung mit Überstunden

# featureReports
source: Detailed weekly and monthly reports
de: Detaillierte Wochen- und Monatsberichte

# featureExport
source: Export data to CSV or PDF
de: Datenexport als CSV oder PDF

source: Skip welcome screen
de: Startbildschirm überspringen

# skipWelcomeScreenDescription
source: Go directly to main screen when starting the app
de: Beim App-Start direkt zum Hauptbildschirm gehen
